export const translate = {
    kz: {
        title: 'ІШКІ НОРМАТИВТІК ҚҰЖАТТАР:',
        qs: [
            {
                title: "САМООЦЕНКА АТТЕСТАЦИИ",
                url: '/docs/selfgrade.pdf'
            },
            {
                title: 'Аттестация',
                url: '/docs/от 23.01.2025 политика_академической_честности.docx'
            },
            {
                title: 'Академиялық адалдық',
                url: '/docs/от 23.01.2025 политика_академической_честности.docx'
            },
            {
                title: 'Мектепке қабылдау саясаты',
                url: '/docs/от 21.01.2025 Политика поступления в школу.docx'
            },
            {
                title: 'Оқушының мектеп формасы мен сыртқы келбеті саясаты',
                url: '/docs/Политика формы и внешнего вида учащихся.docx'
            },
            {
                title: 'Қауіпсіздік саясаты',
                url: '/docs/Политика безопасности.docx'
            },
            {
                title: 'Жоғалған заттар саясаты',
                url: '/docs/Политика о потерянных вещах.docx'
            },
            {
                title: 'Үй тапсырмасына қатысты саясат',
                url: '/docs/от 23.01.25 Политика в отношении домашних заданий.docx'
            },  {
                title: 'Антибуллинг',
                url: '/docs/Антибуллинг.docx'
            },
            {
                title: 'Ішкі тәртіп ережелері',
                url: '/docs/internal-rules.pdf'
            },
            {
                title: 'Денсаулық сақтау негіздері',
                url: '/docs/healthoh.docx'
            },
        ]
    },
    ru: {
        title: 'ВНУТРЕННИЕ НОРМАТИВНЫЕ ДОКУМЕНТЫ:',
        qs: [
            {
                title: 'Академическая честность',
                url: '/docs/от 23.01.2025 политика_академической_честности.docx'
            },
            {
                title: 'Политика поступления в школу',
                url: '/docs/от 21.01.2025 Политика поступления в школу.docx'
            },
            {
                title: 'Политика школьной формы и внешнего вида учащегося',
                url: '/docs/Политика формы и внешнего вида учащихся.docx'
            },
            {
                title: 'Политика безопасности',
                url: '/docs/Политика безопасности.docx'
            },
            {
                title: 'Политика о потерянных вещах ',
                url: '/docs/Политика о потерянных вещах.docx'
            },
            {
                title: 'Политика в отношении домашних заданий',
                url: '/docs/от 23.01.25 Политика в отношении домашних заданий.docx'
            },   {
                title: 'Антибуллинг',
                url: '/docs/Антибуллинг.docx'
            },
            {
                title: 'Правила внутреннего распорядка ',
                url: '/docs/internal-rules.pdf'
            },
            {
                title: 'Основы охраны здоровья',
                url: '/docs/healthoh.docx'
            },
        ]
    }
}