// locales.js
export const translations = {
    kz: {
        title: 'Қош келдіңіз',
        subtitle: `Біз 0-сыныптан 11-сыныпқа дейінгі оқушыларға сапалы білім беріп, жан-жақты тұлғалық даму мен табысты болашаққа дайындыққа басымдық береміз.
Мектебімізде академиялық талаптар мен әрбір оқушыға жеке көзқарас үйлесім тапқан. Оқу бағдарламасында тілдерге, жаратылыстану ғылымдарына, ақпараттық технологияларға және шығармашылық дамуға ерекше көңіл бөлінеді.
Мектебімізде жоғары білікті мұғалімдер жұмыс істейді және де заманауи жабдықталған сыныптар, медициналық кабинет, қосымша білім беру бағдарламалары қарастырылған.
Біздің мақсатымыз – заманауи әлемнің сын-тегеуріндеріне дайын, өзіне сенімді, білімді және жан-жақты көшбасшыларды тәрбиелеу.
`,
    },
    ru: {
        title: 'Добро пожаловать',
        subtitle: `Мы предоставляем качественное образование для учащихся с 0 по 11 класс, ориентированное на всестороннее развитие личности и подготовку к успешному будущему.
Школа сочетает академическую строгость с индивидуальным подходом к каждому ученику. В учебной программе особое внимание уделяется языкам, естественным наукам, информационным технологиям и творческому развитию.
В нашей школе работают квалифицированные педагоги, современно оснащенные классы, медицинский кабинет и программы дополнительного образования.
Мы стремимся воспитать уверенных, образованных и разносторонних лидеров, готовых к вызовам современного мира
`,
    },
  };
  