// locales.js
export const translate = {
    kz: {
        block1: {
            title: "Қабылдау кезеңдері",
            q1: "Тіркелу формасын толтыру – Өтініш жазу",
            q2: "Қабылдау емтиханын тапсыру",
            q3: "Сұхбаттасу",
            q4: "Келісім-шартқа қол қою, құжат тапсыру",    
        },    
        block2: {
            title: "Қабылдау емтихандары",
            class: "сыныптар",
            q1: {
                test1: "Керн Йирасека сынағы",
                test2: '"Отбасы суреті" проективті әдістемесі',
                add: "Сондай-ақ, психологпен сұхбат жүргізіледі."
            },
            q2: {
                test2: "Қазақ тілі",
                test3: "Орыс тілі",
                test4: "Ағылшын тілі",
            }
        }, 
        btn1: "Құжаттар тізімі",
        btn2: "Ұйымдастыру формасын толтырыңыз",
        modal: {
            title: "Өтініш қалдырыңыз",
            q1: "Ата-анасының аты-жөні",
            q2: "Баланың аты-жөні ",
            q3: "Оқушының туған күні", 
            q4: "Оқыту сыныбы",
            q5: "Оқыту тілі",
            q6: "Телефон нөмірі",
            q6: "Номер телефона",
            btn1: "Жіберу",
            btn2: "Жабу"
                 }
        },
    ru:  {
    block1: {
        title: "Этапы поступления",
        q1: "Заполнение регистрационной формы – Заявление",
        q2: "Вступительные экзамены",
        q3: "Собеседование",
        q4: "Подписание договора и предоставление документов",
    },    
    block2: {
        title: "Вступительные экзамены",
        class: "классы",
        q1: {
            test1: "Тест Керна Йирасека",
            test2: 'роективная методика "Рисунок семьи"',
            add: "Также проводится собеседование с психологом."
        },
        q2: {
            test2: "Казахский язык",
            test3: "Русский язык",
            test4: "Английский язык",
        }
    }, 
    btn1: "Список документов",
    btn2: "Заполнить организационную форму",
    modal: {
        title: "Оставьте заявку",
           q1: "ФИО Родителя",
           q2: "ФИО ученика",
           q3: "Дата рождения ученика", 
           q4: "Класс обучения",
           q5: "Язык обучения",
           q6: "Номер телефона",
           btn1: "Отправить",
           btn2: "Закрыть"
        }
    },
  };
  