// locales.js
export const translations = {
    kz: {
        title:"Мектеп туралы",
        subtitle: "Біздің мектепке қош келдіңіз!",
        q1: "Жекеменшік мектебі",
        q2: "«ДАНА»",
        q3: "бұл болашақ көшбасшылардың, инноваторлардың және ойшылдардың өсетін орны.",
        q5: "Біздің мектебімізді таңдағаныңыз үшін рахмет, білім мен мүмкіндіктер әлеміне қош келдіңіз!",
        },
    ru:  {
            title:"О школе",
            subtitle: "Добро пожаловать в нашу школу!",
            q1: "Частная образовательная школа",
            q2: "«ДАНА»",
            q3: "– это место, где растут будущие лидеры, инноваторы и мыслители. Мы создаём среду, способствующую всестороннему развитию личности, формируем ценности и вдохновляем учеников стремиться к лучшему. ",
            q5: "«Спасибо, что выбрали нашу школу, и добро пожаловать в увлекательный мир образования и возможностей!»",
        },
  };
  