// locales.js
export const translations = {
    kz: {
        title:"Мектептің миссиясы",
        title1:"Біздің пайымдауымыз",
        q1: "Әрбір оқушының бойында оқу құндылығын қалыптастырып, болашақ қоғам көшбасшыларын дайындау",
        q2: "«ДАНА» мектебі - бәсекеге қабілетті түлектерді тәрбиелеу мен оқытуда Алматы облысындағы мектептерге үлгі",
        },
    ru:  {
            title:"Миссия школы",
            title1:"Наше видение",
            q1: "Прививать ценность обучения в каждом ученике и готовить будущих лидеров общества",
            q2: "Школа «ДАНА» является ролевой моделью для школ в Алматинской области в воспитании и обучении конкурентноспособного поколения выпускников",
        },
  };
  