// locales.js
export const translations = {
    kz: {
        title:"«ДАНА» жекеменшік мектебі",
        map1: "Мекен-жайы:",
        map2: "Алматы облысы, Талғар ауданы, Жаңа-Қуат ауылы, Райымбека көшесі, 113 ғимарат",
        map3: "2ГИС ашу",
        w1: "Call-центр номері:",
        w2: "HR бөлімі:",
        w3: "Бухгалтерия бөлімінің нөмірі:",
        soc1: "Әлеуметтік медиа",
        soc2: "негізгі",
        },
    ru:  {
            title:"Частная образовательная школа «ДАНА»",
            map1: "Адрес:",
            map2: "Алматинская область, Талгарский район, село Жана-Куат, улица Райымбека, 113 здание",
            map3: "Открыть в 2ГИС",
            w1: "Call-центр:",
            w2: "HR отдел:",
            w3: "Бухгалтерия:",
            soc1: "Социальные сети",
            soc2: "основной",
        },
  };
  