// locales.js
export const translations = {
    kz: {
        title:"Табысқа жетер жолдағы үш кезең",
        
          slides: [
            {
              title: 'БАСТАУЫШ МЕКТЕП',
              class: "(1-4 сыныптар)", 
              text: 'Бастауыш мектептің басты мақсаты – оқуға деген ынта мен қызығушылық қалыптастыру. Педагогтар, тәрбиешілер мен психологтар балалардың ұстазына айналады: өз басын алып жүруді, уақытын жоспарлап, жауапкершілік арқалауды, сыныптастарымен және ересектермен дұрыс қатынас қалыптастыруды үйретеді, кішкентай дара тұлғаны ересек адамға айналар жолында қолдап, бағыт беріп отырады',
            },
            {
              title: 'ОРТА МЕКТЕП',
              class: "(5-8 сыныптар)",
              text: 'Орта мектепте оқыту барысында балаларға ғылым мен қосымша оқыту жүйесінің барлық бағыты бойынша негізгі білім беріледі, жалпы және кәсіби білік пен машық ұсынылады. Бұл кезеңдегі басты міндет – жасөспірімнің технологиялық, тұлға ретіндегі, интеллектуалдық бейімін дамытатын бағдарламаларды іске асыру.',
            },
            {
              title: 'ЖОҒАРҒЫ МЕКТЕП',
              class: "(9-11 сыныптар)",
              text: 'Бұл кезеңге жеткенде әр баланың ғылым салалары, спорт пен шығармашалықтан әжептәуір білімі болады. Жоғарғы мектептің басты бағыты – бейіндік пәндерді тереңдетіп зерттеу, кәсіби қызметті саналы түрде таңдау және өз бетімен оқуға толық әзірлік. Мектеп түлегі – XXI ғасырдың сын тегеуірініне төтеп бере алатын дара, толық қалыптасып болған тұлға.',
            },
          ]
        },
    ru: {
        title: "Три этапа на пути к успеху",
        slides: [
          {
          title: 'НАЧАЛЬНАЯ ШКОЛА',
          class: "(1-4 класс)",
          text: 'Основная цель начальной школы — сформировать интерес и положительную мотивацию к учебе. Педагоги, воспитатели и психологи становятся наставниками детей: они учат самоорганизации и ответственности, выстраиванию правильных отношений с одноклассниками и взрослыми, помогают и направляют маленькую личность в процессе взросления.',
        },
        {
          title: 'СРЕДНЯЯ ШКОЛА',
          class: "(5-8 класс)",
          text: 'Обучение в Основней школе дает базовые знания по главным направлениям науки и дополнительного образования, идет интенсивная подача общих и профессиональных компетенций. Основной задачей на данном этапе является реализация программ, развивающих технологические, личностные, интеллектуальные склонности и интересы подростка.',
        },
        {
          title: 'СТАРШАЯ ШКОЛА',
          class: "(9-11 класс)",
          text: 'К данному этапу каждый ученик имеет обширные знания и умения в областях науки, спорта и творчества. Основные фокусы старшей школы - углубленное изучение профильных предметов, осознанный выбор профессиональной деятельности и абсолютная готовность к самообучению. Выпускник школы - это самостоятельная сформировавшаяся личность, готовая принять на себя вызовы 21 век',
        },]
    }
  };
  