// locales.js
export const translations = {
    kz: {
        title:"Мектеп тарихы",
        q1: "50 балаға арналған балабақша аштық",
        q2: "Бастауыш мектепті 1 сыныпқа ашты",
        q3: "Бастауыш мектеп ғимараты салынды",
        q4: "Орта мектеп ғимараты салынды",
        q5: "Жоғары мектеп ғимараты салынды",
    },
    ru:  {
            title:"История школы",
            q1: "Открыли детский сад на 50 детей",
            q2: "Открыли начальную школу для 1 класса",
            q3: "Построили здание начальной школы",
            q4: "Построили здание средней школы",
            q5: "Построили здание старшей школы",
        },
  };
  