export const translate = {
    ru:{
        header: "Наши ценности",
        qs: ["Уважение","Уверенность в себе","Ответственность","Командная работа", ".","Саморазвитие","Дисциплина", "."],
        // q1: "Уважение",
        // q2: "Уверенность в себе",
        // q3: "Ответственность",
        // q4: "Командная работа",
        // q5: "Саморазвитие",
        // q6: "Дисциплина",
    }, 
    kz: {    
        header: "Біздің құндылықтарымыз",
        qs: ["Құрмет","Өз-өзіне сенімділік","Жауапкершілік","Командалық жұмыс", ".","Өзін-өзі дамыту","Тәртіп", "."],
    }
}